Repository: primavera133/dragonlistApi
Catalog: view/src/locales/*/messages.po
Languages: sv

source: -- select ---
sv: -- välj --

source: A sign-in email with additional instructions was sent to {email}. Check your inbox to complete sign-in.
sv: Ett mail med en länk och instruktioner för hur du loggar in har mailats till {email}. Kolla din brevlåda för att fortsätta.

source: Add observation
sv: Lägg till ett kryss

source: Admin
sv: Administratör

source: Basic personal details
sv: grundläggande personliga detaljer

source: Check if the email was marked as spam or filtered.
sv: Kolla om mailet blev markerat som spam eller har filtrerats

source: Check that you did not misspell your email.
sv: Kolla att du stavade rätt till din mailadress

source: Check that your inbox space is not running out or other inbox settings related issues.
sv: Kolla att din inbox har nog med hårddiskutrymme

source: Check your internet connection.
sv: Kolla din uppkoppling mot internet

source: Complete
sv: Fortsätt

source: Complete sign in
sv: Inlogging

source: Contact Us
sv: Kontakta oss

source: Contact details
sv: Kontaktuppgifter

source: Contact details are voluntary, choose freely how you wish to be contacted by other members. No contact details are visible for other users, unless they are logged in.
sv: Kontaktuppfterna är frivilliga att fylla i. Välj hur du vill att andra medlemmar ska kunna kontakta dig. Inga kontaktuppgifter visas upp för oinloggade användare.

source: Country
sv: Land

source: Dragonlist
sv: Trollsländelistan

source: Dragonlist uses links-by-email to sign in. Enter your email address in the form below and we will send you a link that you can use to sign in.
sv: Trollsländelistan använder länk-via-email för inloggning. Fyll i din mailadress i formulärsfältet nedan så skickar vi ett mail till dig med en länk som du kan använda för att logga in.

source: Edit
sv: Ändra uppgifter

source: Email
sv: Mailadress

source: Email for contact
sv: Mailadress för kontakt

source: Find local help
sv: Hitta lokala förmågor

source: First name
sv: Förnamn

source: How-to
sv: Hur gör man?

source: If it's your first time signing in we will ask you a few additional questions to complete your profile.
sv: Om det är första gången du loggar in kommer vi be dig om lite grundläggande uppgifter för att komplettera din profil.

source: If the steps above didn't work, you can resend the email. Note that this will deactivate the link in the older email.
sv: Om stegen ovan inte fungerar, kan du prova att skicka om ditt mail. Notera att länken i föregående mailet automatiskt deaktiveras.

source: Including a country prefix is helpful.
sv: Inkludera gärna landsprefix (som t ex +46)

source: Last name
sv: Efternamn

source: Logout
sv: Logga ut

source: My pages
sv: Mina sidor

source: Name
sv: Namn

source: Next Month
sv: Nästa månad

source: Nothing to see here.
sv: Inget att se här...

source: Observation date
sv: Datum för obsen

source: Other Resources
sv: Andra resurser

source: Phone number
sv: Telefonnummer

source: Please provide email for confirmation
sv: Var god uppge din mailadress för konfirmation

source: Previous Month
sv: Föregående månad

source: Profile
sv: Mina sidor

source: Put a pin on what you've seen
sv: Sätt en kartnål på vad du sett

source: Record your dragonfly observations and find like-minded new friends.
sv: Skåda trollsländor, Lista dina observationer och skaffa nya vänner

source: Resident country
sv: Land

source: Resident region
sv: Region

source: Role
sv: Roll

source: Save
sv: Spara

source: Save observation
sv: Spara observationen

source: Sign in
sv: Logga in/Skapa konto

source: Sign in with email
sv: Logga in med din email

source: Specie
sv: Art

source: There are still mandatory fields missing. You will be able to save when those are completed
sv: Det saknas uppgifter i några obligatoriska fält. Du kan spara först när du fyllt i dem.

source: This email can be the one you login with, or any other.
sv: Välj själv om du vill använda samma som ovan eller någon annan.

source: This is a project made mainly for fun. For the fun of listing your observations. For the fun of comparing your lists and for the fun of finding a companion when you are in need of local guidance.
sv: Detta är ett projekt drivet för nöjes skull. För nöjet att skapa listor över observationer. För nöjet att jämföra dina listor med andras och för nöjet att finna likasinnade att ta hälp av.

source: This is not citizen-science. You probably don't want to record every single observation in our database. There are better tools for that. See our <0>list of related services</0> for those.
sv: Detta är inte vetenskap eller "citizen-science". Du vill antagligen inte spara varenda observation du gör i vår databas. Det finns bättre verktyg som t.ex. Artportalen för det. Se vår <0>lista över relaterade tjänster</0> för fler förslag.

source: This site is all about sharing lists and finding friends. Keeping lists is fun and why not have fun with other like minded?
sv: Denna site handlar om att göra krysslistor och hitta vänner. Att hålla på med krysslistor är kul och varför inte dela det roliga med likasinnade?

source: This site was made by some members of <0>Trollslände­föreningen</0>, the Swedish dragonfly society.
sv: Denna sida gjordes av några medlemmar av <0>Trollslände­föreningen</0>.

source: Top 10 lists per country. Or per region of your country.
sv: Top 10 svenska observatörer. Eller per landskap...

source: Traveling to a new region? Want some advice on good places or where to find a special specie? Why not ask someone who saw it before?
sv: Planerar du en resa till ett okänt område? Letar du bra lokaler? Varför inte ta hjälp av någon från platsen?

source: Trouble getting email?
sv: Fick du inget mail?

source: Try these common fixes:
sv: Försök något av dessa:

source: Unfinished profile
sv: Dina uppgifter

source: Useful Links
sv: Användbara länkar

source: What is this not?
sv: Vad är det inte?

source: What is this website?
sv: Vad är det här för något?

source: Who made this?
sv: Vem gjorde detta?

source: Who saw most?
sv: Vem såg flest?

source: contactEmail
sv: Publik email

source: contactPhone
sv: Publik telefon

source: email
sv: email för inloggning

source: {0} Dragonlist by <0>Jonas Myrenås</0>, <1>Github</1>.
sv: {0} Trollsländelistan av <0>Jonas Myrenås</0>, <1>Github</1>.
